Revit 2024 API
ParameterTypeId.MepPipeLowerInvertElevation Property
 "Lower End Invert Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId MepPipeLowerInvertElevation { get; }
Visual Basic
Public Shared ReadOnly Property MepPipeLowerInvertElevation As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MepPipeLowerInvertElevation {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace